{
  "working-title": "Desarrollador frontend",
  "site-description": "Bienvenido/a a mi portfolio, donde puedes aprender mas sobre mí y mi trabajo. Disponible para trabajo de autonomo y a tiempo completo.",
  "change-language": "en",
  "home": "Inicio",
  "about": "Sobre mí",
  "qualifications": "Formación",
  "contact": "Contacto",
  "scroll-down": "Desplace hacia abajo",
  "about-subtitle": "Quién es Alberto",
  "about-paragraph-1": "Soy un entusiasta del potencial que presenta el desarrollo web desde que escribí mis primeras líneas en HTML cuando tenía 14 años. Ahora estoy buscando una oportunidad para desarrollar tecnologías frontend y convertirme en un experto en este campo.",
  "about-paragraph-2": "Además de crear código de alta calidad y aprender sobre tecnologias web, me encanta viajar. A día de hoy he vivido en 7 paises y visitado mas de 30 (y contando!). Si quieres saber mas sobre mi historia personal puedes pinchar en el botón de 'Ver más'.",
  "download-cv": "Descargar CV",
  "learn-more": "Ver más",
  "portfolio-subtitle": "Recientemente he decidido volver a ponerme en el mercado y buscar una nueva posición en desarrollo frontend. Aquí puede ver algunos de los proyectos personales en los que he trabajado recientemente para mostrar mi habilidad y aprender cosas nuevas.",
  "dailys-board-description": "Con el trabajo remoto perdimos la típica pizarra analogica que ayudaba al equipo a avanzar con la reunión diaria. Cansado de silencios incomodos y gente preguntando quién faltaba por hablar, creé esta sencilla aplicación para ayudar al equipo. Actualmente usa localstorage para persistencia de datos, y estoy trabajando en añadir funcionalidad de notificaciones.",
  "travel-journal-description": "Desarrollé esta aplicación para tener un pequeño diario donde llevar la cuenta de los lugares que he visitado por el mundo. Puedes revisar fotos y alguna información sobre las localizaciones visitadas, además de verlas juntas como marcadores en el mapa. Originalmente estaba desarrollada en vainilla JS, e hice una segunda iteración con el framework Remix.",
  "code": "Código"
}
